[Language]
Code="ru"
Name="Русский"
Version="2.7.1"
Translator="Alexander Chernykh <chernalder@hotmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Закрыть"
Maximize="Развернуть"
Minimize="Свернуть"
Restore="Восстановить"
Menu="Главное меню"

; Status Icon
[NotifyIcon]
Tip="Переводчик Lingoes\nПеревод под курсором: [$CursorStatus]\nПеревод выделенного текста: [$SelectionStatus]\nПеревод буфера обмена: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Перевод под курсором: [$CursorStatus]\nПеревод выделенного текста: [$SelectionStatus]\nПеревод буфера обмена: [$ClipboardStatus]"
Enabled="Включено"
Disabled="Отключено"

[MainMenu]
Open="Открыть"
CursorTranslator="Переводить текст под курсором"
SelectionTranslator="Переводить выделенный текст"
ClipboardTranslator="Переводить текст в буфере обмена"
Configuration="Конфигурация..."
Dictionaries="Словари..."
Appendices="Приложения..."
Activation="Активация программы"
UpdateOnline="Проверить наличие обновлений..."
Help="Помощь"
About="О программе Lingoes..."
SupportOnline="Техническая поддержка (онлайн)"
Exit="Выход"
EnterLicense="Ввод лицензии..."

[DlgInput]
Back="Назад"
Forward="Вперёд"
MainMenu="Главное меню"
HistoryList="История запросов"
Search="Поиск", "Выполнить поиск подробных толкований"
WebSearch="Веб-поиск"
AutoMatch="Быстрый поиск", "Поиск по алфавитному указателю"
MatchSetup="Настройка алфавитного указателя..."
FindEngine="Получить больше поисковых инструментов..."

[DlgIndex]
Index="Алфавитный указатель"
Guide="Проводник"
Appendix="Приложения"
NoIndex="Нет алфавитного указателя"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Добавить словарь в <b>Алфавитный указатель</b>, варианты перевода предлагаются во время ввода слова.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Для управления словарями алфавитного указателя нажмите здесь.</u></a></div>"

[WebGuide]
Results="Результаты"
Spelling="Варианты написания"
Appendices="Приложения"
Options="Опции"
Dictionaries="Словари...", "Управление словарями"
ManageAppendices="Приложения...", "Управление приложениями"
Configuration="Конфигурация...", "Настройка конфигурации"
Help="Помощь", "Открыть файл помощи Lingoes"
Homepage="lingoes.net", "Посетить веб-сайт Lingoes"
Community="Сообщество Lingoes", "Онлайн сообщество Lingoes"

[DlgAppendix]
WndTitle="Настройка приложений"
Close="Закрыть"
Install="Установить", "Приложения Lingoes (*.laf)|*.laf|", "Не удалось установить приложение! \nВозможно, у вас недостаточно прав для доступа к файлам."
Delete="Удалить", "Вы уверены, что хотите удалить \"[$Title]\"?", "Удалить \"[$Title]\" Произошла ошибка при попытке удалить приложение! \nВозможно, у вас недостаточно прав для доступа к файлам."
Modify="Изменить", "Произошла ошибка при попытке изменить приложение! \nВозможно, у вас недостаточно прав для доступа к файлам."
NewGroup="Новая группа", "Не удалось создать новую группу! \nВозможно, у вас недостаточно прав для доступа к файлам."
MoveUp="Переместить выше"
MoveDown="Переместить ниже"
CreateAppendix="Создать приложение..."
Download="Загрузить другие приложения..."
Name="Имя"
Group="Группа"
InstallSucceed="Установка \"[$Title]\" успешно выполнена."
OverwriteInstall="Приложение уже существует, хотите его переписать?\n\Заголовок:[$Title]\nИмя: [$Name]"
InvalidInstallFile="Неверный установочный файл!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nВерсия данного приложения ([$AppeVer]) устарела, пожалуйста обновите её.\n\nПосетить веб-сайт Lingoes для поиска последней версии программы?"
AppeVersionTooNew="[$Filename]\nВерсия данного словаря ([$AppeVer]) нуждается в более новой версии Lingoes.\n\nЗагрузить последнюю версию программы с веб-сайта Lingoes сейчас?"

[DlgAppendixEdit]
WndTitle="Изменить \"[$Title]\"", "Создать новую группу"
Name="Имя:"
DisplayTitle="Заголовок:"
DisplayStyle="Стиль отображения:"
Ok="Ok"
Cancel="Отмена"

[DlgAppendixBuilder]
WndTitle="Новое приложение"
Name="Имя (только a-z, 0-9, дефис и нижнее подчёркивание):", "Необходимо указать имя приложения! \nМожно использовать только a-z, 0-9, дефис и нижнее подчёркивание."
Title="Заголовок:", "Необходимо указать заголовок приложения!"
Location="Расположение папки проекта:", "Не удалось создать папку проекта!", "Пожалуйста выберите доступную папку"
Create="Создать новый проект", "Проект успешно создан!\n\nТеперь вы свободно можете проектировать приложение, редактируя файл \"index.html\".", "Не удалось создать проект!"
Build="Собрать", "Файл приложения успешно собран!\n[$Filename]", "Не удалось собрать файл приложения!\n[$Filename]"
Close="Закрыть"
Tips="Создав новый проект, вы свободно можете проектировать файл приложения, редактируя файл \"index.html\"."
OverwriteProject="Файл проекта уже существует, переписать его?"

[DlgStatus]
KeepVisible="Всегда поверх остальных окон"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Мини-окно"

[DlgView]
Speak="Произнести", "Произнести выбранный текст"
Search="Поиск"
Copy="Копировать"
Print="Печать..."
Save="Сохранить..."
Find="Найти..."
SelectAll="Выбрать все"
TextTranslate="Перевод текста", "Перейти к переводу текста"
StartPage="Стартовая страница", "Перейти на стартовую страницу"
ShowIndex="Показать боковую панель"
HideIndex="Скрыть боковую панель"
SaveFilter="HTML файл (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Настройка речи..."
SelectVoice="Выбор голоса"
Activation="Активация", ""
Buy="Купить", "Купить коммерческую версию Lingoes"

[DlgRegister]
Title="Lingoes - регистрация коммерческого пользователя"
FreeDownload="Lingoes свободно для некоммерческого использования.\r\nЗагрузить свободную (free) версию отсюда..."
Name="Регистрационное имя:", "Необходимо указать регистрационное имя"
Email="Адрес электронной почты для регистрации:", "Необходимо указать адрес электронной помощи для регистрации"
RegCode="Код регистрации:", "Неверный код регистрации"
Support="Поддержка клиента"
Register="Зарегистрировать", "Не удалось сохранить информацию о регистрации"
Exit="Выход"

[DlgInfo]
Title="Сообщение"
Ok="Ok"
Cancel="Отмена"
Yes="Да"
No="Нет"
Retry="Повторить"
Abort="Прекратить"
Ignore="Игнорировать"

[DlgAuthentication]
Title="Соединиться с "
TitleProxy="Соединение с прокси-сервером "
Username="Логин:"
Password="Пароль:"
Remember="Запомнить пароль"
Ok="Ok"
Cancel="Отмена"

[WndGrab]
Open="Выполнить поиск подробных толкований"
Speak="Произнести"
Copy="Копировать"
TextTranslation="Перевести текст"
Back="Назад" 
Forward="Вперёд"
Search="Поиск\n  Enter:\t\tБыстрый поиск\n  Ctrl + Enter:\tПоиск подробных толкований\n  Shift + Enter:\tПеревести текст\n  Alt + Enter:\tВеб-поиск"
RollUp="Свернуть/Развернуть"
Option="Опции"
KeepVisible="Всегда поверх остальных окон"
KeepSize="Сохранять размер окна"
AutoRollUp="Автоматически сворачивать", "Нет", "[$DelaySecond]-секундная задержка"
CloseMiniWnd="Закрыть мини-окно"

[DlgDictOption]
Title="Настройка словарей"
NetInstall="Установить с сайта", "Установить словарь с сайта Lingoes"
Install="Установить", "Установить словарь с диска"
Uninstall="Удалить", "Удалить словарь"
Add="Добавить", "Добавить словарь в список"
Remove="Удалить", "Удалить словарь из списка"
Download="Загрузить", "Загрузить этот словарь для автономной работы"
MoveTop="", "Переместить в начало списка"
MoveUp="", "Переместить выше"
MoveDown="", "Переместить ниже"
MoveBottom="", "Переместить в конец списка"
MoreDetails="", "Просмотреть подробные сведения о словаре"
Close="Закрыть"

Installed="Установленные словари"
Query="Установленные словари"
Index="Алфавитный указатель"
Grab="Захват текста"

InstalledList="Список установленных словарей"
QueryList="Список установленных словарей"
IndexList="Список словарей алфавитного указателя"
GrabList="Список словарей захвата текста"
DictID="ID"
Online="Онлайн"

Type="Тип"
OnlineType="Требуется подключение к интернету"
NotLicensed="(Не лицензировано <a href='app://activate/'><u>Активировать</u></a> <a href='app://buy/[$ProductID]'><u>Купить</u></a>)"

AddFilter="Словари Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Установить словарь"
Installing="Устанавливается, пожалуйста подождите..."
IndexDictTooMany="Добавление слишком большого количества словарей в группу \"Алфавитный указатель\" снижает скорость поиска соответствий во время ввода слов в строке поиска.\n\nМы рекомендуем добавлять только наиболее часто используемые словари."

[DlgDictList]
Title="Добавление словарей"
Add="Добавить"
Cancel="Отмена"
Select="Выбрать"
DictList="Список установленных словарей"
ID="ID"
Online="Онлайн"

[DlgDictInfo]
Title="О словаре"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Тег"
Name="Имя"
Version="Версия"
Date="Создан"
Update="Изменён"
IndexCount="Всего слов"
Language=Язык
MoreLanguage=Больше..
DictTitle="Название"
DictEdition="Издание"
DictDescription="Описание"
PubAuthor="Автор"
PubPress="Издательство"
PubEmail="Адрес электронной почты"
PubWebsite="Веб-сайт"
PubCopyright="Авторские права"
Filename="Название файла"

; Install Dictionaries
[DlgDictInstall]
Title="Установка словаря"
InstallSucceed="Установка словаря \"[$DictTitle]\" успешно выполнена."
DictGroupOption="Настройка"
AddIndexGroup="Добавить к словарям группы \"Алфавитный указатель\""
AddIndexGroupDesc="Lingoes будет искать перевод в словарях алфавитного указателя и подскажет наиболее подходящий вариант во время ввода текста."
AddGrabGroup="Добавить к словарям группы \"Захват текста\""
AddGrabGroupDesc="Lingoes будет искать перевод в словарях захвата текста и отобразит результаты в сплывающем мини-окне."
Ok="Ok"

; Configuration
[DlgOption]
Title="Настройка конфигурации"
Ok="Ok"
Cancel="Отмена"
General="Общие"
Appearance="Вид"
Connection="Соединение"
Speech="Речь"
Hotkey="Горячие клавиши"
Translate="Перевод"
License="Лицензия"
Capture="Захват текста"

; General
[DlgOptGeneral]
Language="Язык"
UILanguage="Язык интерфейса"

WebSearch="Веб-поиск"
SelectWebSearch="Выберите инструмент для поиска"

TermHistory="История && Кэш"
SaveHistory="Количество слов в истории запросов"
ClearHistory="Очистить историю"
ClearHistoryConfirmation="Вы уверены, что хотите очистить историю запросов?"

ResultCache="Локальный кэш онлайн-словаря"
ClearCache="Очистить кэш", "Вы уверены, что хотите очистить кэш?"

AutoStart="Запускать Lingoes при входе в Windows"
StartMin="Сворачивать в область уведомлений после запуска"

; Appearance
[DlgOptAppearance]
UserInterface="Интерфейс пользователя"
WindowStyle="Стиль окна"
WindowFont="Шрифт текста окна"
WindowFontSize="Размер шрифта"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Отображение результата"
TextFont="Шрифт текста"
TextFontSize="Размер шрифта"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Шрифт для фонетики"
CursorTranslatorBar="Текст перевода во всплывающем окне"
FontColor="Цвет шрифта"
BackColor="Цвет фона"
BorderColor="Цвет границ"
Transparence="Прозрачность"
SampleText="Образец текста"

[Style]
0="Без стиля"
1="Стиль по умолчанию"

; Translate
[DlgOptTranslate]
SupportLCMap="Поддержка сответствия локальному языку"
InstantTranslation="Прямой перевод"
TargetLanguage="Целевой язык:"
CurrentUserLanguage="= Текущий язык пользователя"
TargetLanguage2="Если целевой язык совпадает с исходным, установить:"
NoTranslate="= Нет перевода"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Перевод текста под курсором"
MouseActivation="Режим активации мыши:"
MouseOver="Указатель мыши над текстом"
LeftMouseButton="Левая кнопка мыши"
MiddleMouseButton="Средняя кнопка мыши"
RightMouseButton="Правая кнопка мыши"
MouseXButton1="Мышь X кнопка1"
MouseXButton2="Мышь X кнопка2"
TimeDelay="Задержка:"
MSEL="миллисекунд"
IgnoreNumber="Игнорировать числа"
IgnoreLatin="Игнорировать латиницу (английский, французский, немецкий и т.п.)"
IgnoreCJK="Игнорировать китайский, японский и корейский"
IgnoreCyrillic="Игнорировать кириллицу (русский, украинский, болгарский и т.п.)"
IgnoreArabic="Игнорировать арабский, еврейский"
InstallAdobePlugin="Установить плагин Adobe Acrobat PDF"
ZonedWord="Перевод выделенного текста"
ZonedWordFilterRule="Правила фильтра для выделения текста..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Перевод текста под курсором"
MouseActivation="Режим активации мыши:"
MouseOver="Указатель мыши над текстом"
LeftMouseButton="Левая кнопка мыши"
MiddleMouseButton="Средняя кнопка мыши"
RightMouseButton="Правая кнопка мыши"
MouseXButton1="Мышь X кнопка1"
MouseXButton2="Мышь X кнопка2"
TimeDelay="Задержка:"
MSEL="миллисекунд"
MatchPhrase="Совпадение фразы"
IgnoreNumber="Игнорировать числа"
IgnoreLatin="Игнорировать латиницу (английский, французский, немецкий и т.п.)"
IgnoreCJK="Игнорировать китайский, японский и корейский"
IgnoreCyrillic="Игнорировать кириллицу (русский, украинский, болгарский и т.п.)"
IgnoreArabic="Игнорировать арабский, еврейский"
InstallAdobePlugin="Установить плагин Adobe Acrobat PDF"
ZonedWord="Перевод выделенного текста"
ForTextSelection="Для выделения текста"
ForDoubleClicking="Для двойного щелчка"
ZonedWordFilterRule="Правила фильтра для выделения текста..."
ShowOnlyFirstResult="Показывать только первый результат поиска"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Правила фильтра для выделения текста"
ProgramFilename="Программа", "Программа (все программы, если пусто):"
WndClassName="Класс окна", "Класс окна (все окна, если пусто):"
DisableSelect="Игнорировать выделение текста", "Игнорировать выделение текста"
DisableDBLClick="Игнорировать двойной щелчок", "Игнорировать двойной щелчок"
Comment="Комментарий", "Комментарий"
Add="Добавить"
Modify="Изменить"
Delete="Удалить", "Вы уверены, что хотите удалить выбранный элемент?"
Ok="Ok"
Cancel="Отмена"
LoadDefault="По умолчанию", "Вы уверены, что хотите восстановить настройки по умолчанию?"
Browser="...", "Браузер", "Программа (*.exe)|*.exe|"
Capture="...", "Захват названия класса окна"
AllProgram="-- Все программы --"
AllWindow="-- Все окна --"

[WndClassNameCapture]
Title="Захват названия класса окна"
ProgramFilename="Программа:"
WndClassName="Класс окна:"
Capture="Захватить с экрана"

; Speech
[DlgOptSpeech]
RPPEngine="Натуральный голос"
RPPEnable="Включить"
RPPVoice="Голос"
RPPRebuildIndexFile="Пересобрать индексный файл", "Не удалось пересобрать индексный файл! \nВозможно, у вас недостаточно прав для доступа к файлам."
Engine="Преобразование текста в речь (TTS)"
Voice="Голос"
Enable="Включить"
Volume="Громкость"
Pitch="Высота"
Speed="Скорость"
Format="Формат", "По умолчанию", "Не поддерживаются форматы аудио: [$Format]"
RealtimePron="Произносить слова"
PronInQuery="При запросе перевода"
PronInCapture="При переводе под курсором"
PronInSelect="При переводе выделенного текста"
Test="Тест"
EnterText="Введите текст для проверки выбранного голоса:"
DownloadTTS="Загрузить голосовой пакет Natural Voice && TTS-движок..."

; Connect
[DlgOptConnection]
ConnectSet="Настройка соединения"
DirectConnect="Прямое соединение"
IEProxyConnect="Использовать настройки прокси-сервера из вашего веб-браузера"
ProxyConnect="Подключение через прокси-сервер / фаервол"
ProxyServer="Прокси-сервер:"
ProxyPort="Порт:"
Username="Логин:"
Password="Пароль:"
OnlineUpdate="Онлайн обновление"
UpdateNow="Обновить сейчас"
EnableUpdate="Разрешить онлайн обновление"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Открыть/Закрыть главное окно"
GrabToggleKey="Вкл./Выкл. перевод под курсором"
SelectionToggleKey="Вкл./Выкл. перевод выделенного текста"
ClipboardToggleKey="Вкл./Выкл. перевод буфера обмена"
Pronounce="Произнести все"
CopyInterpretation="Копировать содержимое для перевода"
SpeakSelectedText="Произнести выделенный текст"
StopSpeak="Прекратить произносить текст"
DisableHotKey="Отключить горячие клавиши"
OpenMiniWnd="Открыть/Закрыть мини-окно"
RollUpMiniWnd="Свернуть/Развернуть мини-окно"

[DlgExpire]
Title="Пробный период действия Lingoes завершён"
Ok="Обновить сейчас"
Cancel="Выход"
NetworkSettings="Настройки сети"
Support="Lingoes.net"
AskUpgrade="Пробный период действия данной версии Lingoes завершён, вам необходимо обновить её на новую! \nОбновить сейчас?"

[DlgAbout]
DlgTitle="О программе Lingoes"
; Version="Version: "
PortableEdition="Портативное издание"
Email="Адрес электронной почты"
Website="Сайт Lingoes"
LicenseTo="Данный продукт лицензирован для:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Персонального некоммерческого использования"
EvaluationUser="Это пробное программное обеспечение, предназначенное только для ознакомления"
UserLicenseQuantity="[$Quantity] лицензий пользователя", "[$Quantity] лицензий пользователя ([$KeyNo]/[$Quantity])"
LicenseExpire="Срок действия лицензии истекает через [$Day] дней"
;----------- end -----------

[WebResult]
SpellingAlternatives="Варианты написания"
SpellChecker="Проверка правописания"
TextTranslation="Перевести текст"
WebSearch="Веб-поиск"
MoreResults="Другие результаты"
WaitSearch="Ожидание результатов поиска..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Не было найдено ни одного соответствия для \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Как пользоваться переводчиком Lingoes"
DownDictTip="Загрузить другие словари"
Intro="Поддержка двустороннего перевода для более чем 80 языков <br>Перевод под курсором, Текстовый перевод & Озвучивание текста"

[TextTranslation]
Title="Перевод текста"
To="В"
Translate="Перевести"
RequestFailed="Сбой при запросе сервиса перевода."
ConnectFailed="Lingoes не может подключиться к серверу. Если вы подключены к интернету, то проверьте пожалуйста настройки подключения. "
WaitRequest="Ожидание результатов перевода..."
ParseResultFailed="Произошла ошибка при разборе перевода. Если вы получаете это сообщение уже не первый раз, пожалуйста напишите нам об этом."

; Layout
[Layout]
DictMenu="Меню словаря"
ShowResult="Развернуть результат"
MinimizeResult="Свернуть результат"
FindWord="Найти: "
NoLicenseTip="Всё содержимое будет доступно после авторизации...", "Это пробная версия словаря, предназначенная только для ознакомления. Всё содержимое будет доступно после авторизации: &nbsp;<a href='app://activate/'><u>Активировать</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Купить</u></a>", "Это пробная версия программного обеспечения, предназначенная только для ознакомления. Все функции будут доступны после авторизации: &nbsp;<a href='app://activate/'><u>Активировать</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Купить</u></a>"
RememberWord="Добавить слово в записную книжку"

; Dictionary Menu
[DictMenu]
About="О словаре..."
Enable="Включить"
Disable="Отключить"
DisableMsg="Словарь отключен и результаты поиска показываться не будут!\nВключить словарь можно в диалоговом окне настройки словарей."
MoveTop="Расположить первым в списке"
ArrangeResults="Упорядочить..."
IndexGroup="  (Словари алфавитного указателя)"
QueryGroup="  (Установленные словари)"
GrabGroup="  (Словари захвата текста)"

[Update]
Title="Онлайн обновление"
AskUpgrade="Обнаружена новая версия программы. Хотите обновить до новой версии?"
UpgradeNow="Обнаружена новая версия программы. Необходимо обновить до новой версии."
UpdateSuccess="Обновление успешно завершено!"
UpdateFail="Не удалось выполнить обновление!"
NoUpdate="Обновления отсутствуют"

CheckUpdate="Проверка обновлений..."
GetUpdateInfo="Получение информации об обновлениях..."
DownUpdateData="Загрузка обновлённых данных..."
ExecUpdate="Обновление системы..."
GetUpgradeInfo="Получение информации об обновлениях..."
DownUpgradeData="Загрузка обновлённых данных..."
ExecUpgrade="Обновление системы..."
NeedExitForUpgrade="Работа Lingoes будет прекращена для завершения обновления"

[Message]
InitUpdateServerFail="Произошла ошибка при инициализации службы автообновления."
StartDictServerFail="Произошла ошибка при запуске сервиса словаря."

DictFileErr="Неверный формат файла!\n[$Filename]"
DictVersinTooOld="[$Filename]\nВерсия данного словаря ([$DictVer]) устарела, пожалуйста обновите её.\n\nПосетить веб-сайт Lingoes для поиска последней версии программы?"
DictVersinTooNew="[$Filename]\nВерсия данного словаря ([$DictVer]) нуждается в более новой версии Lingoes.\n\nЗагрузить последнюю версию программы с веб-сайта Lingoes сейчас?"

AskDictRepeatInstall="Список словарей уже содержит \"[$DictTitle]\". Хотите переустановить словарь?"
InstallDictFail="Произошла ошибка при попытке установить словарь: \n[$Filename]"
AskUninstall="Вы уверены, что хотите удалить словарь?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Произошла ошибка при попытке удалить словарь\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Вы уверены, что хотите удалить словарь \"[$DictTitle]\" из этого списка?"

MemoryAllocFail="Не удалось выделить память."
FilenameInvalid="Недопустимое имя файла."
SaveFileFail="Не удалось сохранить файл."
OpenFileFail="Не удалось открыть файл."

AreYouAbort="Вы уверены, что хотите прервать текущий процесс?"
CreateThreadFail="Не удалось создать поток."
CreateEventFail="Не удалось создать описатель события."
Unfulfilment="Эта опция пока не реализована"
OnlyProVersion="Эта опция только для версии Pro."
NoRegister="Это незарегистрированная версия, пожалуйста зарегистрируйте Lingoes, чтобы воспользоваться этой опцией."
UsernameIsEmpty="Имя пользователя не содержит символов, пожалуйста заполните его."
SaveSearchResultFail="Не удалось сохранить результы поиска."

OpenAppendixFail="Не удалось открыть содержимое приложения.\n\nЗагрузить содержимое с веб-сайта Lingoes сейчас?"
OpenSpeechEngineFail="Не удалось загрузить движок TTS, пожалуйста проверьте установлен ли TTS в вашей системе! \n\nВы должны установить его, чтобы озвучивать текст. TTS можно загрузить с веб-сайта Lingoes. \n\nЗагрузить сейчас?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Извините, эта опция не реализована"

InstallSucceed="Установка успешно выполнена." 
InstallFailed="Установка завершилась неудачно."

[DlgOptLicense]
Product="Лицензия продукта"
Enter="Введите код лицензии..."
Remove="Удалить лицензию", "Удаление лицензии может сделать недоступными некоторые опции продукта.\nПродолжить и удалить лицензию для следующих продуктов:\n\n[$ProductList]"
Detail="Подробности..."

LicenseID="Лицензионный ID: "
LicenseTo="Лицензировано: "
LicenseExpire="Срок действия лицензии истекает через [$Day] дней"
UserLicenseQuantity="[$Quantity] лицензий пользователя", "[$Quantity] лицензий пользователя ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Ввод лицензии"
ActivateTitle="Введите ваш лицензионный ключ", "Вы можете найти ваш лицензионный ключ в уведомительном письме, полученном после покупки, или на установочном диске."
LicenseKey="Лицензионный ключ:"
Name="Ваше имя:"
Email="Адрес электронной почты:"
NetworkSet="Настройки сети", "Для активации лицензионного ключа необходимо быть на связи. Пожалуйста настройте прокси-сервер при необходимости."
Activate="Активировать"
BuyTitle="Купить [$Publisher] продукт", "Чтобы приобрести [$Publisher] продукт, нажмите кнопку \"Купить\"."
Buy="Купить"
Cancel="Закрыть"

IncorrectProductKey="Неверный лицензионный ключ."
IncorrectName="Неправильное имя. Пожалуйста введите имя не длиннее 32 символов."
IncorrectEmail="Неправильный адрес электронной почты. Пожалуйста введите верный адрес не длиннее 128 символов."
WaitRequest="В процессе... Пожалуйста подождите."

RequestFailed="Активация не удалась. Возможно сервер занят. Пожалуйста повторите попытку чуть позже."
NetworkFault="Невозможно соединиться с сервером активации, пожалуйста проверьте настройки сети."
ResponseError="Ответные данные сервера неверны."
OtherError="Неизвестная ошибка."
SaveDataFailed="Не удалось сохранить данные."

ActivateSuccess="Активация успешно выполнена."
ActivateFailed="Активация завершилась неудачно."

[WndTip]
Title="Совет дня от Lingoes"
Close="Закрыть"
